{
    "id": 1,
    "name": "Ejemplo de JSON",
    "details": {
      "description": "Este es un ejemplo de JSON anidado para pruebas con información de website CADETECH.",
      "tags": ["prueba", "anidado", "JSON", "CADETECH"],
      "metadata": {
        "created_at": "2022-01-01T12:00:00Z",
        "updated_at": "2022-01-10T15:30:00Z"
      }
    },
    "company_info": {
      "name": "CADETECH",
      "description": "Empresa de servicios y productos de ingeniería especializada",
      "principles": [
        "Asumimos que la seguridad personal, la de nuestro equipo de trabajo y la de los clientes está antes que todo y actuamos en consecuencia.",
        "Nos gusta lo que hacemos, somos rigurosos y lo hacemos bien 'a la primera'.",
        "Compartimos el conocimiento con nuestros clientes.",
        "Buscamos alternativas para proponer a nuestros clientes formas de hacer las cosas mejor y más eficientemente.",
        "Respondemos a los requerimientos de los clientes con actitud positiva y disponibilidad.",
        "Estamos orientados al logro de los objetivos y buscamos superar las dificultades e imprevistos que impidan alcanzarlos."
      ],
      "quality_policy": {
        "satisfaction": "Poseemos tecnologías que son constantemente actualizadas para cumplir los requerimientos cada vez más desafiantes de nuestros clientes.",
        "continuous_improvement": "Nuestros procesos son adaptables a los requerimientos de nuestros clientes, con actividad permanente de investigación, desarrollo e innovación.",
        "employee_competence": "El conocimiento es obtenido y generado por las personas en un entorno colaborativo, fomentando una cultura de participación y creatividad."
      },
      "ohs_policy": {
        "hazard_identification": "Identificar los peligros que puedan deteriorar la salud de las personas, implementando acciones de mitigación.",
        "injury_prevention": "Prevenir lesiones y enfermedades laborales a través de herramientas orientadas hacia la mejora continua del desempeño.",
        "participation": "Fomentar la participación de todas las personas en las actividades relacionadas con Seguridad y Salud Ocupacional.",
        "corporate_identity": "Fomentar la participación de todas las personas para fortalecer la identidad corporativa en materia de Seguridad y Salud Ocupacional.",
        "compliance": "Cumplir con los requisitos legales y otros aplicables en materias de Seguridad y Salud Ocupacional.",
        "risk_management": "Administrar el riesgo en cada escenario de trabajo, adaptándose a los requerimientos y condiciones del entorno, con el propósito de mantener la integridad de todas las personas que participan en la actividad."
      }
    },
    "contact_info": {
      "headquarters": {
        "location": "Casa matriz Concepción",
        "phone": "+56 (41) 262 1500",
        "fax": "+56 (41) 262 1510"
      },
      "commercial_office": {
        "location": "Oficina comercial Santiago",
        "phone": "+56 (2) 2365 2957"
      },
      "international_agents": [
        {
          "country": "Bolivia",
          "agent": "Belmonte Ingenieros",
          "website": "http://belmonteingenieros.com/",
          "email": "info@belmonteingenieros.com",
          "address": "C. Muñoz Cornejo N°2737, entre Vincentti y Mendez Arcos, La Paz",
          "phone": "+591 2117876"
        },
        {
          "country": "Canadá",
          "agent": "LONI Inc.",
          "website": "https://lonicanada.com/",
          "email": "info@lonisolutions.com",
          "address": "236-410 rue Saint-Nicolas, Montreal (Quebec) H2Y2P5",
          "phone": "+1 (514)907 9016 extension 112"
        },
        {
          "country": "Perú",
          "agent": "Materials Research & Technologies",
          "website": "https://mat-research.com",
          "email": "service@mat-research.com",
          "address": "Los Laureles 342, Urb. Huertos de Villena, Pachacamac, Lima.",
          "phone": "+51-9-93532031"
        },
        {
          "country": "Ecuador",
          "agent": "Sertecpet",
          "website": "https://www.sertecpet.net/",
          "email": "info@sertecpet.net",
          "address": "Av. Eloy Alfaro, Quito",
          "phone": "+593 2 3954900"
        },
        {
          "country": "México",
          "agent": "OneSOUL",
          "website": "https://onesoul.com.mx/",
          "email": "myescas@onesoul.com.mx",
          "address": "Blvd. Felipe Pescador 311, Zona Centro, 34000 Durango, Durango.",
          "phone": "+52-1-618 108 2900"
        }
      ]
    },
    "projects": [
      {
        "title": "Supervisión continua de la Integridad Estructural de los activos",
        "description": "Monitoreo de integridad estructural de Palas, Camiones, Molinos, Cargadores de Barcos, Rotopalas, Puentes Apiladores."
      },
      {
        "title": "Monitoreo continuo de la condición mecánica de los activos",
        "description": "Monitoreo de integridad mecánica en palas electromecánicas, correas transportadoras y diagnóstico experimental de la dinámica de estructuras."
      },
      {
        "title": "Análisis, diagnóstico y optimización de la operación de activos físicos",
        "description": "Análisis y dimensionamiento para el diseño de componentes estructurales, evaluación de vida útil, determinación de causa raíz de falla y propuesta de mejoras."
      },
      {
        "title": "Efecto de las condiciones de operación en la vida útil de plantas térmicas",
        "description": "Simulación de los efectos de las condiciones operativas en la vida útil de plantas térmicas mediante CFD/DEM."
      },
      {
        "title": "Evaluación de la operación de cajones de distribución SAG y propuesta de mejoras al proceso.",
        "description": "Simulación detallada de operaciones unitarias mediante CFD/DEM para evaluar la eficiencia de cajones de distribución SAG."
      }
    ]
  }
  